const content = `
[


{ "id": "099160",
  "artist": "Raphael",
  "year": 1510,
  "title": "The School of Athens",
  "museum": "Vatican Museum, Rome",
  "features": [
	{ "upperLeft": [ 310,255 ], 
	  "lowerRight": [ 397,368 ],
	  "description": "In the center of the fresco, at its architecture's central vanishing point, are the two undisputed main subjects of the painting: Plato (pointing up) on the left and Aristotle (gesturing outwards) on the right."
	},
	{ "upperLeft": [ 260,365 ], 
	  "lowerRight": [ 333,485 ],
	  "description": "Heraclitus is the dark melancholic philosopher, so here he is portrayed separate from the rest. Evidently also modeled on Michelangelo."
	},
	{ "upperLeft": [ 27,311 ], 
	  "lowerRight": [ 85,376 ],
	  "description": "Represents Epicurus who founded a highly influential school of philosophy. He and his followers were known for eating simple meals and discussing a wide range of philosophical subjects, and he openly allowed women to join the school."
	},
	{ "upperLeft": [ 593,325 ], 
	  "lowerRight": [ 684,476 ],
	  "description": "This group represents a variety of natural philosophers. Thought to be: Euclid, Strabo, and Ptolemy."
	},	
	{ "upperLeft": [ 152,247 ], 
	  "lowerRight": [ 244,310 ],
	  "description": "This group is thought to represent these important Athenian public intellectuals: Pericles, Xenophon, Aeschines, and Socrates."
	}	
  ]
},
{ "id": "095010",
  "artist": "Botticelli",
  "year": 1482,
  "title": "La Primavera (Spring)",
  "museum": "Uffuzi Gallery, Florence",
  "features": [
	{ "upperLeft": [ 560,131 ], 
	  "lowerRight": [ 741,406 ],
	  "description": "Zephyrus, the biting wind of March, kidnaps and possesses the nymph Chloris, whom he later marries and transforms into a deity. She becomes the goddess of Spring, eternal bearer of life, and is scattering roses on the ground"
	},
	{ "upperLeft": [ 467,141 ], 
	  "lowerRight": [ 545,456 ],
	  "description": "Flora, goddess of spring. Chloris (to the right) has been transformed into Flora."
	},
	{ "upperLeft": [ 341,100 ], 
	  "lowerRight": [ 449,400 ],
	  "description": "n the centre (but not exactly so) and somewhat set back from the other figures stands Venus, a red-draped woman in blue. Like the flower-gatherer, she returns the viewer's gaze."
	},
	{ "upperLeft": [ 129,151 ], 
	  "lowerRight": [ 331,462 ],
	  "description": "On the left of the painting the Three Graces, a group of three females also in diaphanous white, join hands in a dance."
	},	
	{ "upperLeft": [ 23,106 ], 
	  "lowerRight": [ 99,410 ],
	  "description": "At the extreme left Mercury, clothed in red with a sword and a helmet, raises his caduceus or wooden rod towards some wispy gray clouds."
	}		
  ]
},
{ "id": "105040",
  "artist": "Rembrandt",
  "year": 1642,
  "title": "Militia Company of District II (Night Watch)",
  "museum": "Rijksmuseum, Amsterdam",
  "features": [
	{ "upperLeft": [ 248,227 ], 
	  "lowerRight": [ 332,440 ],
	  "description": "Captain Frans Banninck Cocq, who leads the company. He wears the formal black attire and white lace collar of the upper class, accented by a bold red sash across his chest. At his waist is a rapier (a thin, light sword) and in his hand a baton, the latter of which identifies his military rank. "
	},
	{ "upperLeft": [ 352,244 ], 
	  "lowerRight": [ 425,424 ],
	  "description": "Willem van Ruytenburch, the lieutenant of the company. He is also fancifully dressed, but in bright yellow, his military role referenced by the steel gorget he wears around his neck and the strongly foreshortened ceremonial partisan (a weapon with a spear on a wooden pole) that he carries."
	},
	{ "upperLeft": [ 84,17 ], 
	  "lowerRight": [ 230,220 ],
	  "description": "The company's colors are carried by the ensign, Jan Visscher Cornelissen."
	},
	{ "upperLeft": [ 162,286 ], 
	  "lowerRight": [ 199,411 ],
	  "description": "Probably the most unusual feature of the painting is this girl. With flowing blond hair and a gold dress, her brilliance draws considerable attention. Her most curious attribute, however, is the large white chicken that hangs upside down from her waistband. "
	},	
	{ "upperLeft": [ 90,236 ], 
	  "lowerRight": [ 141,433 ],
	  "description": "The official weapon of the company is the musket. Here a musketeer charges his weapon by pouring powder into the muzzle."
	}	
  ]
},
{ "id": "105010",
  "artist": "Rembrandt",
  "year": 1632,
  "title": "The Anatomy Lesson of Dr. Nicolaes Tulp",
  "museum": "Mauritshuis Museum, The Hague",
  "features": [
	{ "upperLeft": [ 363,128 ], 
	  "lowerRight": [ 466,300 ],
	  "description": "Dr. Nicolaes Tulp was appointed praelector of the Amsterdam Anatomy Guild in 1628. One of the responsibilities of this position was to deliver a yearly public lecture on some aspect of human anatomy. Rembrandt notes the doctor’s significance by showing him as the only person who wears a hat. "
	},
	{ "upperLeft": [ 170,310 ], 
	  "lowerRight": [ 509,429 ],
	  "description": "The cadaver, a recently executed thief named Adriaen Adriaenszoon, lies nearly parallel to the picture plane."
	},
	{ "upperLeft": [ 142,63 ], 
	  "lowerRight": [ 336,300 ],
	  "description": "Seven colleagues surround Dr. Tulp, and they look in a variety of directions—some gaze at the cadaver, some stare at the lecturer, and some peek directly at the viewer. Each face displays a facial expression that is deeply personal and psychological. "
	}
  ]
},
{ "id": "104020",
  "artist": "Velazquez",
  "year": 1635,
  "title": "The Surrender of Breda",
  "museum": "Prado, Madrid",
  "features": [
	{ "upperLeft": [ 3,180 ], 
	  "lowerRight": [ 179,362 ],
	  "description": "The losing soldiers in the conflict, the Dutch, are on the left and appear disorganized, youthful, and few in number."
	},
	{ "upperLeft": [ 368,192 ], 
	  "lowerRight": [ 496,238 ],
	  "description": "The victorious Spanish troops on the right are presented as a large, well-organized, and veteran group. "
	},
	{ "upperLeft": [ 243,227 ], 
	  "lowerRight": [ 305,288 ],
	  "description": "Justinus van Nassau, the Dutch commander of Breda, hands the keys to the city to the Spanish captain, Ambrogio Spinola."
	},
	{ "upperLeft": [ 316,205 ], 
	  "lowerRight": [ 365,291 ],
	  "description": "The center of the painting is dominated by the exchange of the keys. Ambrogio Spinola, the captain of the Spanish troops, receives the keys of the city from Justinus van Nassau. Having descended from his horse, and looking at the Dutch commander eye-to-eye, Spinola places his hand over Justinus’ shoulder, most likely in order to stop him from kneeling."
	}
  ]
},
{ "id": "118050",
  "artist": "Pieter Bruegel the Elder",
  "year": 1560,
  "title": "Children's Games",
  "museum": "Kunsthistorisches Museum, Vienna",
  "features": [
	{ "upperLeft": [ 197,265 ], 
	  "lowerRight": [ 300,329 ],
	  "description": "Running the gauntlet: Passing through a series kicking legs."
	},
	{ "upperLeft": [ 507,324 ], 
	  "lowerRight": [ 600,391 ],
	  "description": "Bumbouncing: bouncing someone's buttocks on a plank."
	},
	{ "upperLeft": [ 555,400 ], 
	  "lowerRight": [ 640,447 ],
	  "description": "Buck-Buck: A group of children create a pony and others have to leap on their backs until the weight made it crumble."
	},
	{ "upperLeft": [ 499,249 ], 
	  "lowerRight": [ 588,325 ],
	  "description": "Hat Throwing: Throwing a hat through a child's open legs, to see who throws farthest."
	},
	{ "upperLeft": [ 344,415 ], 
	  "lowerRight": [ 492,492 ],
	  "description": "Hoop Rolling: Children and adults around the world have played with hoops, twirling, rolling and throwing them throughout history."
	},
	{ "upperLeft": [ 594,181 ], 
	  "lowerRight": [ 685,244 ],
	  "description": "Playing the scourge: Try to avoid being hit by a whip."
	}	
  ]
},
{ "id": "101030",
  "artist": "Caravaggio",
  "year": 1642,
  "title": "Supper at Emmaus",
  "museum": "National Gallery, London",
  "features": [
	{ "upperLeft": [ 308,119 ], 
	  "lowerRight": [ 456,309 ],
	  "description": "The painting depicts the moment when the resurrected but incognito Jesus, reveals himself to two of his disciples."
	},
	{ "upperLeft": [ 483,158 ], 
	  "lowerRight": [ 672,361 ],
	  "description": "Cleopas, one of Jesus' disciples, gesticulates in a perspectively-challenging extension of arms in and out of the frame of reference."
	},
	{ "upperLeft": [ 164,36 ], 
	  "lowerRight": [ 260,148 ],
	  "description": "The standing groom, forehead smooth and face in darkness, appears oblivious to the event."
	},
	{ "upperLeft": [ 155,178 ], 
	  "lowerRight": [ 242,415 ],
	  "description": "Luke and Cleopas invite an apparent stranger to share a meal. At this moment of revelation, Luke is caught rising to his feet in astonishment."
	}
  ]
},
{ "id": "100030",
  "artist": "Titian",
  "year": 1523,
  "title": "Bacchus and Ariadne",
  "museum": "National Gallery, London",
  "features": [
	{ "upperLeft": [ 10,218 ], 
	  "lowerRight": [ 85,411 ],
	  "description": "The abandoned Ariadne disconsolately wanders the shores of Naxos, vainly looking for her lost lover Theseus."
	},
	{ "upperLeft": [ 178,172 ], 
	  "lowerRight": [ 292,268 ],
	  "description": "Bacchus, the god of wine, arrives with his inebriated entourage and falls in love with Ariadne."
	},
	{ "upperLeft": [ 21,13 ], 
	  "lowerRight": [ 123,42 ],
	  "description": "Bacchus offers Ariadne marriage with the promise of a crown of stars as a wedding gift"
	},
	{ "upperLeft": [ 318,195 ], 
	  "lowerRight": [ 542,310 ],
	  "description": "Bacchus arrives with his unruly troupe of drunken friends, one of whom (a satyr) is waving aloft the head of an animal they have just killed (its head is lying on the ground)."
	}
  ]
},
{ "id": "005010",
  "artist": "Jacques-Louis David",
  "year": 1784,
  "title": "The Oath of the Horatii",
  "museum": "Louvre, Paris",
  "features": [
	{ "upperLeft": [ 61,171 ], 
	  "lowerRight": [ 209,440 ],
	  "description": "Three brothers from a Roman family, the Horatii, agree to end a war between Rome and another city by fighting three brothers from the other city."
	},
	{ "upperLeft": [ 248,162 ], 
	  "lowerRight": [ 378,361 ],
	  "description": "The three brothers, all of which appear willing to sacrifice their lives for the good of Rome, are shown saluting their father who holds their swords out for them."
	},
	{ "upperLeft": [ 419,284 ], 
	  "lowerRight": [ 620,400 ],
	  "description": "The wives and children of the three brothers are much less excited about the prospect of a battle to the death."
	}
  ]
}

]`;